@extends('master')


@section('content')

    <div class="row">
        <h4 class="col s12 text-lighten-2 blue-text">โครงการอ่างเก็บน้ำแม่อ้อน</h4>
        <div class="col s12 m6">
            <div class="card">
                <div class="card-image">
                    <img class="center" style="max-width: 800px;" src="{!! asset('images/maeon_content.jpg') !!}" width="auto">
                </div>
            </div>
            <a class="waves-effect waves-light btn blue lighten-3" href="/project/maeon/images/all">WATCH IMAGES<i class="material-icons right">perm_media</i></a></a>
            <a class="waves-effect waves-light btn blue lighten-3" href="/project/maeon/videos/all">WATCH VIDEOS<i class="material-icons right">movie</i></a></a>
        </div>

        <div class="col s12 m6">
            <h5>ความเป็นมาของโครงการ</h5>
            <p>โครงการอ่างเก็บน้ำแม่อ้อน 2 เป็นโครงการอันเนื่องมาจากพระราชดำริ เนื่องจาก นายวิรัตน์ สายสืบ ประธานสภาตำบลบ้านอ้อน อำเภองาว จังหวัดลำปาง ได้มีหนังสือขอให้นำความกราบบังคมทูลพระกรุณาขอพระราชทานพระมหากรุณาธิคุณ ให้ทางราชการดำเนินการก่อสร้างอ่างเก็บน้ำแม่อ้อน 2 บริเวณหุบเขา เหนือหมู่บ้านหัวทุ่ง หมู่ที่ 6 ตำบลบ้านอ้อน อำเภองาว จังหวัดลำปาง เพื่อเก็บกักน้ำที่ไหลในลำห้วยแม่วิตและลำห้วยแม่อ้อนไว้ใช้ในการเพาะปลูก และเพื่อการอุปโภคบริโภคของราษฎรตำบลบ้านอ้อน และตำบลบ้านหาด อำเภองาว จังหวัดลำปาง
                กรมชลประทาน โดยสำนักงานชลประทานที่ 2 ได้รับมอบหมายให้ดำเนินการพิจารณาโครงการในขั้นต้น โครงการอ่างเก็บน้ำแม่อ้อน 2 นี้ ได้เคยจัดเข้าแผนงานก่อสร้าง ปี พ.ศ.2537โดยใช้เงินงบประมาณจากสำนักงานคณะกรรมการพิเศษเพื่อประสานงานโครงการอันเนื่องมาจากพระราชดำริ (กปร.) แต่มีปัญหาเรื่องการสำรวจฐานรากและออกแบบจึงไม่สามารถดำเนินการได้ทันต่อมาได้พิจารณาดำเนินการก่อสร้างอ่างเก็บน้ำแม่อ้อนเป็นโครงการชลประทานขนาดเล็กซึ่งตามระเบียบทางราชการแล้วราษฎรจะต้องยินยอมเสียสละที่ดินบริเวณน้ำท่วมให้ทางราชการแต่ราษฎรที่ได้รับผลกระทบจากโครงการฯ ไม่สามารถดำเนินการตามที่ตกลงได้กรมชลประทานจึงได้พิจารณาทบทวนการก่อสร้างในลักษณะโครงการฯ ขนาดกลาง ซึ่งจะสามารถจ่ายเงินค่าทดแทนที่ดินได้ตามระเบียบทางราชการ ต่อมากรมชลประทาน โดยสำนักแผนงานและโครงการได้พิจารณาโครงการเบื้องต้น และได้จัดโครงการอ่างเก็บน้ำแม่อ้อน 2 (อันเนื่องมาจากพระราชดำริ) อำเภองาว จังหวัดลำปาง เข้าไว้ในแผนการจัดทำรายงานขั้นวางโครงการ ในปีงบประมาณ 2541 และทำการศึกษารายละเอียดในขั้นวางโครงการ (Pre-feasibility Study) แล้วเสร็จในปี 2543 ซึ่งพบว่าโครงการอ่างเก็บน้ำแม่อ้อน 2 มีความเหมาะสมและผ่านเกณฑ์การประเมินทางเศรษฐกิจ จึงสมควรได้รับการพัฒนาโดยเร่งด่วนตามความต้องการของ
                ราษฎรต่อไป
            </p>
        </div>
        <div class="col s12">
            <h5>ประเภทและที่ตั้งโครงการ</h5>
            <p>โครงการอ่างเก็บน้ำแม่อ้อน 2 อันเนื่องมาจากพระราชดำริ เป็นโครงการพัฒนาแหล่งน้ำประเภทอ่างเก็บน้ำขนาดกลาง สร้างขึ้นเพื่อปิดกั้นลำน้ำแม่อ้อน บริเวณบ้านหัวทุ่ง (หมู่ที่ 6) ตำบลบ้านอ้อน อำเภองาว จังหวัดลำปาง มีที่ตั้งหัวงานอยู่ที่พิกัดประมาณเส้นรุ้งที่ 18o–46-43 เหนือ และเส้นแวงที่ 99o– 53-45ตะวันออก หรือประมาณพิกัดที่ 47 QPA 943-764 ในแผนที่มาตราส่วน 1:250,000
                โครงการอ่างเก็บน้ำแม่อ้อน 2 อันเนื่องมาจากพระราชดำริ เป็นโครงการพัฒนาแหล่งน้ำประเภทอ่างเก็บน้ำขนาดกลาง สร้างขึ้นเพื่อปิดกั้นลำน้ำแม่อ้อน บริเวณบ้านหัวทุ่ง (หมู่ที่ 6) ตำบลบ้านอ้อน อำเภองาว จังหวัดลำปาง มีที่ตั้งหัวงานอยู่ที่พิกัดประมาณเส้นรุ้งที่ 18o–46-43 เหนือ และเส้นแวงที่ 99o– 53-45ตะวันออก หรือประมาณพิกัดที่ 47 QPA 943-764 ในแผนที่มาตราส่วน 1:250,000
            </p>
        </div>
        <div class="col s12">
            <h5>รายละเอียดโครงการ</h5>
            <p>ข้อมูลทั่วไป
                ประเภทโครงการ			อ่างเก็บน้ำขนาดกลาง
                พื้นที่รับน้ำของอ่างเก็บน้ำ		64	ตร.กม.
                อัตราการกัดเซาะในลุ่มน้ำเฉลี่ย	0.15	มิลลิเมตร/ปี
                ส่วนลาดชันเฉลี่ยของลำน้ำ		1 : 46
                จำนวนวันที่ฝนตกเฉลี่ยทั้งปีประมาณ	 74.2	วัน
                ปริมาณน้ำท่าไหลลงอ่างฯ ในเกณฑ์เฉลี่ย 17,340,00 ลบ.ม./ปี
                ปริมาณน้ำนองสูงสุดที่ไหลผ่าน
                รอบ	50 ปี		165	ลบ.ม./วินาที
                100 ปี 	198	ลบ.ม./วินาที
                500 ปี	274	ลบ.ม./วินาที
                อ่างเก็บน้ำ
                ระดับ	: ท้องน้ำ			+318.20	ม.(รทก.)
                Dead Storage		+325.00	ม.(รทก.)
                เก็บกักปกติ			+355.00	ม.(รทก.)
                เก็บกักสูงสุด			+356.50		ม.(รทก.)
                ความจุอ่างเก็บน้ำ	: ระดับ Dead Storage 500,000 ลบ.ม.
                ระดับเก็บกักปกติ     19,100,000		ลบ.ม.
                ระดับน้ำนองสูงสุด    20,500,000	ลบ.ม.
                พื้นที่ผิวอ่างเก็บน้ำ :  ระดับ Dead Storage  62.50	  ไร่
                ระดับเก็บกักปกติ        843.75	  ไร่
                ระดับน้ำนองสูงสุด        887.50	  ไร่

                อาคารหัวงาน
                ประเภทเขื่อนดิน	แบบ Zone Type
                ระดับสันเขื่อน		+358.70	ม.(รทก.)
                ความกว้างสันเขื่อน		12.00 	ม.
                ความยาวสันเขื่อน		354.00 	ม.
                ส่วนสูงที่สุดของเขื่อน 			43.70 	ม.
                ความลาดเทของเขื่อน : 	ด้านเหนือน้ำ 		1: 3
                ด้านท้ายน้ำ		1: 2.5
                ส่วนกว้างที่สุดของฐานเขื่อน			260.00	  ม.
                Bedding  	หนา 0.30	 ม.
                Riprap 	หนา 0.60 	 ม.
                ปริมาตรดินถมตัวเขื่อน ประมาณ  924,373	ลบ.ม.

                เขื่อนดินปิดช่องเขาขาด (Saddle Dam)
                ระดับสันเขื่อน 	+358.70	ม.(รทก)
                ความกว้างของสันเขื่อน	8.00	ม.
                ความยาวของสันเขื่อน	75.00	ม.
                ส่วนสูงที่สุดของเขื่อน	8.00	ม.
                ลาดตัวเขื่อน :  ด้านเหนือน้ำ	1 : 3
                ด้านท้ายน้ำ	1 : 2
                ส่วนกว้างที่สุดของฐานเขื่อนประมาณ	48.00	ม.
                Biddingหนา	0.30	ม.
                Riprapหนา	0.90	ม.
                ปริมาตรดินถมตัวเขื่อนประมาณ 	25,775	ลบ.ม.

                อาคารประกอบหัวงาน
                ¬	อาคารระบายน้ำล้น (Service Spillway)
                ที่ตั้ง	อยู่ทางฝั่งซ้ายของตัวเขื่อน
                ชนิด	Side  Channel
                สันฝายยาว				40	ม.
                ระดับสันฝาย			+355.00	ม. (รทก.)
                ระดับน้ำนองสูงสุด		+356.65	ม.(รกท.)
                ระบายน้ำสูงสุดได้ประมาณ     136 	 ลบ.ม./วินาที

                ¬	อาคารท่อส่งน้ำ (River Outlet)
                ชนิดท่อ Concrete Steel Liner
                ขนาดเส้นผ่าศูนย์กลางท่อประมาณ	1.00	ม.
                ระดับธรณีท่อ			+325.00	ม. (รทก.)		ปริมาณน้ำไหลผ่านท่อประมาณ		1.90	ลบ.ม./วินาที
            </p>
        </div>
        <div class="col s12" id="googleMap"
             style="height: 400px; box-shadow: 10px 10px 5px #888888;">

        </div>
    </div>


@endsection