@extends('master')


@section('content')

    <div class="row">
        <h4 class="col s12 text-lighten-2 blue-text">โครงการอ่างเก็บน้ำแม่พริก</h4>
        <div class="col s12 m6">
            <div class="card">
                <div class="card-image">
                    <img class="center" style="max-width: 800px;" src="{!! asset('images/maeprik_content2.jpg') !!}" width="auto">
                </div>
            </div>
            <a class="waves-effect waves-light btn blue lighten-3" href="/project/maeon/images/all">WATCH IMAGES<i class="material-icons right">perm_media</i></a></a>
            <a class="waves-effect waves-light btn blue lighten-3" href="/project/maeon/videos/all">WATCH VIDEOS<i class="material-icons right">movie</i></a></a>
        </div>

        <div class="col s12 m6">
            <h5>วัตถุประสงค์ของโครงการ</h5>
            <p>1. เพื่อก่อสร้างระบบส่งน้ำช่วยเหลือพื้นที่การเกษตรประมาณ  18,000  ไร่
                2. เพื่อเป็นแหล่งน้ำใช้ในการอุปโภคบริโภคของราษฎรตำบลแม่พริก และตำบลแม่ปุ อำเภอแม่พริก ประมาณ 1,475 ครัวเรือน


                3. เพื่อใช้จัดการน้ำเป็นไปอย่างมีระบบสามารถส่งน้ำให้เกษตรกรได้อย่างมีประสิทธิภาพ
                ที่ตั้งโครงการ
                โครงการระบบอ่างเก็บน้ำแม่พริก (ผาวิ่งชู้) ตั้งอยู่ บ้านแม่พริกบน หมู่ที่ 4 ตำบลแม่ปุ อำเภอแม่พริก จังหวัดลำปาง พิกัด 47Q NV 077-347ชุด L 7018 ระวาง 4844III , 4843 IV
                1. เพื่อก่อสร้างระบบส่งน้ำช่วยเหลือพื้นที่การเกษตรประมาณ  18,000  ไร่
                2. เพื่อเป็นแหล่งน้ำใช้ในการอุปโภคบริโภคของราษฎรตำบลแม่พริก และตำบลแม่ปุ อำเภอแม่พริก ประมาณ 1,475 ครัวเรือน


                3. เพื่อใช้จัดการน้ำเป็นไปอย่างมีระบบสามารถส่งน้ำให้เกษตรกรได้อย่างมีประสิทธิภาพ
                ที่ตั้งโครงการ
                โครงการระบบอ่างเก็บน้ำแม่พริก (ผาวิ่งชู้) ตั้งอยู่ บ้านแม่พริกบน หมู่ที่ 4 ตำบลแม่ปุ อำเภอแม่พริก จังหวัดลำปาง พิกัด 47Q NV 077-347ชุด L 7018 ระวาง 4844III , 4843 IV
            </p>
        </div>
        <div class="col s12">
            <h5>รายละเอียดโครงการ</h5>
            <p>ลักษณะทั่วไปของอ่างเก็บน้ำแม่พริก(ผาวิ่งชู้)
                อ่างเก็บน้ำระดับสันทำนบดิน          +232.500     ม. (ร.ท.ก.)          ระดับน้ำสูงสุด                  	    +231.000     ม. (ร.ท.ก.) ระดับน้ำเก็บกัก                         +228.500      ม. (ร.ท.ก.) ระดับน้ำต่ำสุด                          +211.500      ม. (ร.ท.ก.) พื้นที่รับน้ำลงอ่างเก็บน้ำ                  255.00           ตร.กม.      ความจุอ่างเก็บน้ำที่ระดับสูงสุด    44,000,000            ลบ.ม.           ความจุอ่างเก็บน้ำที่ระดับเก็บกัก  36,000,000             ลบ.ม. ความจุอ่างเก็บน้ำที่ระดับต่ำสุด    5,500,000             ลบ.ม.

                ทางระบายน้ำล้นแบบ SIDE CHANNEL
                ระบายน้ำสูงสุด                            290.00ลบ.ม./วินาที

                ทำนบดิน                          แบบ  Zone Type
                ขนาดสันเขื่อนกว้าง				   9.0			 ม.
                ยาว				265.00		 ม.
                สูง				 42.50		 ม.      ลาดทำนบดินด้านเหนือน้ำ      		    1:3
                ด้านท้ายน้ำ        				  1:2.5
                ปริมาณดินถมตัวเขื่อน                 1,102,000  	    ลบ.ม.

                ระบบส่งน้ำพร้อมอาคารประกอบ
                คลองสายใหญ่ฝั่งซ้าย (LMC)  ยาว     16.188 		กม.
                คลองสายใหญ่ฝั่งขวา (RMC)  ยาว     14.070 	 	กม.
            </p>
        </div>
        <div class="col s12">
            <h5>พื้นที่โครงการและพื้นที่รับประโยชน์</h5>
            <p>โครงการระบบอ่างเก็บน้ำแม่พริก(ผาวิ่งชู้) มีพื้นที่ของโครงการหลายพื้นที่ ดังนี้
                คลองสายใหญ่ฝั่งขวา ได้แก่
                1.	บ้านสันขี้เหล็ก หมู่ที่ 10 อยู่ในเขต อบต.แม่พริก
                2.	บ้านแม่พริกบน  หมู่ที่ 4 อยู่ในเขต อบต.แม่พริก
                3.	บ้านร่มไม้ยาง หมู่ที่ 9 อยู่ในเขต อบต.แม่พริก
                4.	บ้านตุ้ง หมู่ที่ 1 อยู่ในเขต ทต.แม่พริก
                5.	บ้านสันป่าสัก หมู่ที่ 1 อยู่ในเขต ทต.แม่พริก
                พื้นที่รับประโยชน์ฝั่งขวา 8,000 ไร่
                คลองสายใหญ่ฝั่งซ้าย ได้แก่
                1.	บ้านต้นธง หมู่ที่ 3 อยู่ในเขต ทต.แม่ปุ
                2.	บ้านวังผู หมู่ที่ 5 อยู่ในเขต ทต.แม่ปุ
                3.	บ้านวังสำราญ หมู่ที่ 6 อยู่ในเขต อบต.แม่พริก
                4.	บ้านท่าด่าน หมู่ที่ 2 อยู่ในเขต ทต.แม่พริก
                พื้นที่รับประโยชน์ฝั่งซ้าย 10,000 ไร่
                รวมพื้นที่รับประโยชน์จากโครงการ 18,000 ไร่

            </p>
        </div>
        <div class="col s12" id="googleMap"
             style="height: 400px; box-shadow: 10px 10px 5px #888888;">

        </div>
    </div>


@endsection